Repository: capiscuas/pootle
Catalog: pootle/po/tutorial/*/tutorial.po
Languages: fr

source: Welcome
fr: Bienvenue

source: This file gives help to learn about translation
fr: Ce fichier fournit une aide concernant l'apprentissage de la traduction

source: Quality is important
fr: La qualité est importante

source: Languages are different
fr: Les langues sont différentes

source: The product we use, is called Pootle
fr: L'outil que nous utilisons s'appelle Pootle

source: Download the File Now
fr: Télécharger le fichier maintenant

source: Time
fr: Heure

source: later
fr: plus tard

source: What is your name?
fr: Quel est votre nom ?

source: Name:
fr: Nom :

source: Save As...
fr: Enregistrer sous...

source: Save As…
fr: Enregistrer sous…

source: Always try your best. Many people are available to learn from.
fr: Faites toujours de votre mieux. De nombreuses personnes sont disponibles pour vous aider.

source: Restart the program <b>now</b>
fr: Redémarrer le programme <b>maintenant</b>

source: Number of files copied: %d
fr: Nombre de fichiers copiés : %d

source: %d file(s) will be downloaded
fr: %d fichier(s) seront téléchargés

source: %d file will be downloaded
fr: %d fichier sera téléchargé

source: The file will be saved as %s
fr: Le fichier sera enregistré sous le nom %s

source: The file "%s" was not saved
fr: Le fichier "%s" n'a pas été enregistré

source: Welcome back, %(name)s
fr: Bon retour, %(nom)s

source: Please enter your password here
fr: Veuillez saisir votre mot de passe ici

source: This software runs on Linux
fr: Ce logiciel fonctionne sous Linux

source: Visit the project website at http://translate.sourceforge.net/
fr: Visitez le site web du projet à http://translate.sourceforge.net/

source: For more information about XML, visit http://en.wikipedia.org/wiki/XML
fr: Pour plus d'informations concernant le XML, visitez http://fr.wikipedia.org/wiki/Extensible_Markup_Language

# verb
source: View
fr: Visualiser

# noun
source: View
fr: Visualiser

source: A camera has been connected to your computer. No photos were found on the camera.
fr: Un appareil photo a été connecté à votre ordinateur. Aucune photo n'a été trouvée dans l'appareil photo.

source: Heading 1 Heading 2 Heading 3
fr: En-tête 1 En-tête 2 En-tête 3

source: It will take 1,234.56 hours to do
fr: Cela prendra 1 234,56 heures pour faire

source: The road is 10 miles long
fr: La route s'étend sur 16 kilomètres

source: Feel free to visit our <a href="http://translate.sourceforge.net/">help page</a>
fr: N'hésitez pas à visiter notre <a href="http://translate.sourceforge.net/">page d'aide</a>

source: Feel free to visit our %shelp page%s
fr: N'hésitez pas à visiter notre %spage d'aide%s

source: <p>Restart the program <b>now</b></p>
fr: <p>Redémarrer le programme <b>maintenant</b></p>

source: The software has many features. <span class="info">Feel free to visit our <a href="http://translate.sourceforge.net/">help page</a>.</span>
fr: Ce logiciel possède de nombreuses fonctionnalités. <span class="info">N'hésitez pas à visiter notre <a href="http://translate.sourceforge.net/">page d'aide</a>.</span>
